[{"date":"4 tháng 1 - 16 tháng 1","address":"Tây Ninh","name":"Hội Xuân Núi Bà[5]","description":"Ngày 16 tháng 1 là ngày thứ 16 trong lịch Gregory. Còn 349 ngày trong năm (350 ngày trong năm nhuận).","id":0},{"date":"5 tháng 1","address":"Đống Đa, Hà Nội Tây Sơn, Bình Định","name":"Hội Đống Đa","description":"Gò Đống Đa là một gò đất và là một di tích nằm bên phố Tây Sơn, phường Quang Trung, quận Đống Đa, Thành phố Hà Nội. Tại đây năm 1789 quân Tây Sơn đã đại phá và đánh thắng quân nhà Thanh Trung Quốc trong Trận Ngọc Hồi - Đống Đa.","id":1},{"date":"5 tháng 1","address":"Hà Nam","name":"Hội Liễu Đôi [6]","id":2},{"date":"6 tháng 1 - 10 tháng 1","address":"Mê Linh, Hà Nội","name":"Hội đền Hai Bà Trưng","description":"Ngày 10 tháng 1 là ngày thứ 10 trong lịch Gregory. Còn 355 ngày trong năm (356 ngày trong năm nhuận).","id":3},{"date":"6 tháng 1 đến hạ tuần tháng 3","address":"Mỹ Đức, Hà Nội","name":"Hội Chùa Hương","description":"Tháng ba là tháng thứ ba theo Lịch Gregorius, với 31 ngày.","id":4},{"date":"8 tháng 1 - 10 tháng 1","address":"Thường Tín, Hà Nội","name":"Hội Chùa Đậu[7]","description":"Ngày 10 tháng 1 là ngày thứ 10 trong lịch Gregory. Còn 355 ngày trong năm (356 ngày trong năm nhuận).","id":5},{"date":"Một ngày trong tháng 3","address":"Buôn Ma Thuột, Đắk Lắk","name":"Lễ hội đua Voi","description":"Lễ hội đua voi là một trong những lễ hội quan trọng trong hệ thống các lễ hội cổ truyền của người vùng cao Tây Nguyên Việt Nam. Hội Đua Voi là một trong những hội của văn hóa truyền thống các dân tộc tỉnh Đắk Lắk được tổ chức 02 năm 01 lần vào tháng 3 âm lịch. Là Tháng của những con ong rừng đi lấy mật và cũng là thời điểm bắt đầu làm nương rẫy. Hội Đua Voi nhằm tôn vinh tinh thần thượng võ và tài nghệ thuần dưỡng voi của đồng bào các dân tộc Tây Nguyên.Ngoài ra, du khách đến đây cũng được thưởng thức ẩm thực độc đáo, đậm đà bản sắc của các dân tộc Tây Nguyên tại chỗ và được cưỡi voi tham quan buôn làng, trải nghiệm với hành trình cưỡi Voi lội sông Sêrêpốk tham quan Rừng Yok Don. Được tổ chức ở vùng Đắk Lắk. Một trong những lễ hội được xem là độc đáo nhất của nước Việt Nam ta.","id":6},{"date":"13 tháng 1","address":"Tiên Du, Bắc Ninh","name":"Hội Lim","description":"Hội Lim là một lễ hội lớn của tỉnh Bắc Ninh, chính hội được tổ chức vào ngày 13 tháng giêng (âm lịch) hàng năm, trên địa bàn huyện Tiên Du tỉnh Bắc Ninh. Hội Lim được coi là nét kết tinh độc đáo của vùng văn hoá Kinh Bắc .","id":7},{"date":"16 tháng 1 - 22 tháng 1","address":"Hải Dương","name":"Hội Côn Sơn","description":"22 tháng 1 là ngày thứ 22 của năm theo lịch Gregory. Sau ngày này còn 343 ngày trong năm thường hoặc 344 ngày trong năm nhuận.","id":8},{"date":"1 tháng 3 - 9 tháng 3","address":"Nam Định","name":"Hội Phủ Dầy","description":"Ngày 9 tháng 3 là ngày thứ 68 (69 trong năm nhuận) trong lịch Gregory. Còn 297 ngày trong năm.","id":9},{"date":"4 tháng 3 - 6 tháng 3","address":"Hát Môn, Phúc Thọ, Hà Nội","name":"Hội đền Thờ Hai Bà Trưng","description":"Ngày 6 tháng 3 là ngày thứ 65 (66 trong năm nhuận) trong lịch Gregory. Còn 300 ngày trong năm.","id":10},{"date":"5 tháng 3 - 7 tháng 3","address":"Quốc Oai, Hà Nội","name":"Hội Chùa Thầy","description":"Ngày 7 tháng 3 là ngày thứ 66 (67 trong năm nhuận) trong lịch Gregory. Còn 299 ngày trong năm.","id":11},{"date":"6 tháng 3 đến hết 8 tháng 3","address":"Thạch Thất - Hà Nội","name":"Hội Chùa Tây Phương[8]","description":"Ngày 8 tháng 3 là ngày thứ 67 trong mỗi năm thường (ngày thứ 68 trong mỗi năm nhuận). Còn 298 ngày nữa trong năm.","id":12},{"date":"8 tháng 3 - 11 tháng 3","address":"Hoa Lư, Ninh Bình","name":"Lễ hội Hoa Lư","description":"Ngày 11 tháng 3 là ngày thứ 70 (71 trong năm nhuận) trong lịch Gregory. Còn 295 ngày trong năm.","id":13},{"date":"14,15,16 tháng 3 - 14,15,16 tháng 11","address":"Tháp Mười - Đồng Tháp","name":"Lễ hội Gò Tháp[9]","id":14},{"date":"10 tháng 3","address":"Việt Trì, Phú Thọ","name":"Giỗ Tổ Hùng Vương","description":"Ngày giỗ Tổ Hùng Vương hoặc Lễ hội Đền Hùng hoặc Quốc giỗ là một ngày lễ của Việt Nam. Đây là ngày hội truyền thống của Người Việt tưởng nhớ công lao dựng nước của Hùng Vương[1]. Nghi lễ truyền thống được tổ chức hàng năm vào mùng 10 tháng 3 Âm lịch tại Đền Hùng, thành phố Việt Trì, tỉnh Phú Thọ và được người dân Việt Nam trên toàn thế giới kỷ niệm và tôn kính. Tín ngưỡng thờ cúng Hùng Vương đã được Bộ Văn hóa, Thể thao và Du lịch Việt Nam ghi danh vào Danh mục di sản văn hóa phi vật thể quốc gia (đợt 1) và UNESCO công nhận là Di sản văn hóa phi vật thể.","id":15},{"date":"Tháng 3","address":"Buôn Ma Thuột, Đắk Lắk","name":"Hội Đâm Trâu","description":"Lễ hội đâm trâu (người Ba Na gọi là x'trǎng, người Cor gọi là xa-ố-piêu, người Gia Lai gọi là mnăm thu, người Lạch gọi là sa rơpu) là một lễ hội nhằm mục đích tế thần linh hoặc những người đã có công chủ trì thành lập buôn làng, ăn mừng chiến thắng, ăn mừng mùa màng bội thu hay ăn mừng các sự kiện quan trọng khác. Đây là một trong những lễ hội truyền thống của các dân tộc Tây Nguyên ở Việt Nam.","id":16},{"date":"9 tháng 4","address":"Phù Đổng, Gia Lâm, Hà Nội","name":"Hội Gióng","description":"Hội Gióng là một lễ hội truyền thống hàng năm ở nhiều nơi thuộc vùng Hà Nội để tưởng niệm và ca ngợi chiến công của người anh hùng truyền thuyết Thánh Gióng, một trong tứ bất tử của tín ngưỡng dân gian Việt Nam .","id":17},{"date":"23 tháng 4 - 27 tháng 4","address":"Châu Đốc, An Giang","name":"Hội Bà Chúa Xứ","description":"Ngày 27 tháng 4 là ngày thứ 117 (118 trong năm nhuận) trong lịch Gregory. Còn 248 ngày trong năm.","id":18},{"date":"2 tháng 8","address":"TP Hồ Chí Minh","name":"Hội Lăng Lê Văn Duyệt","description":"Lăng Lê Văn Duyệt (có tên chữ là Thượng Công miếu (chữ Hán: 上公廟, tục gọi là Lăng Ông) là khu đền và mộ của Tả quân Lê Văn Duyệt (1764-1832); hiện tọa lạc tại số 1 đường Vũ Tùng, có cổng Tây tại số 126 đường Lê Văn Duyệt, phường 1, quận Bình Thạnh, Thành phố Hồ Chí Minh, Việt Nam. Do vị trí Lăng Ông nằm ở khu vực Bà Chiểu nên người dân quen gọi chung Lăng Ông - Bà Chiểu (tức là \"Lăng Ông ở Bà Chiểu\") để chỉ khu vực này.","id":19},{"date":"9 tháng 8","address":"Hải Phòng","name":"Hội Chọi Trâu Đồ Sơn","description":"Lễ hội chọi trâu Đồ Sơn, còn gọi là đấu ngưu , là một tập tục cổ, có từ xa xưa, một lễ hội truyền thống của người dân vạn chài tại vùng biển Đồ Sơn, Hải Phòng; diễn ra vào ngày 9 tháng 8 Âm lịch hàng năm; di sản văn hóa phi vật thể quốc gia năm 2013 của Việt Nam.[1][2] Đây là một lễ hội với lễ nghi trang trọng, rước kiệu thần, có lọng che, phường bát âm...[3].","id":20},{"date":"14 tháng 8 - 16 tháng 8","address":"Tiền Giang, Bến Tre, TP. HCM, Bình Thuận","name":"Hội Nghinh Ông","description":"Ngày 16 tháng 8 là ngày thứ 228 (229 trong năm nhuận) trong lịch Gregory. Còn 137 ngày trong năm.","id":21},{"date":"15 tháng 8 - 20 tháng 8","address":"Hải Dương","name":"Hội Côn Sơn - Kiếp Bạc","description":"Ngày 20 tháng 8 là ngày thứ 232 (233 trong năm nhuận) trong lịch Gregory. Còn lại 133 ngày trong năm.","id":22}]